export default {
  total: 40,
  subject: {
    title: "肖申克的救赎"
  },
  reviews: [
    {
      id: 123,
      title: "十年·肖申克的救赎",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img2.doubanio.com/icon/u1000152-23.jpg",
        name: "大头绿豆"
      },
      rating: {
        value: 5
      },
      summary: "距离斯蒂芬·金（Stephen King）和德拉邦特（Frank Darabont）们缔造这部伟大的作品已经有十年了。我知道美好的东西想必大家都能感受，但是很抱歉，我的聒噪仍将一如既往。在我眼里，肖申克的救赎与信念、自由和友谊有关。"
    },
    {
      id: 123,
      title: "终于找到了郁闷人生的原因――观《肖申克的救赎》有感",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img3.doubanio.com/icon/u1000564-1.jpg",
        name: "隱居雲上"
      },
      rating: {
        value: 4
      },
      summary: "周末看了一部美国影片《肖申克的救赎》（《The Shawshank Redemption》）讲的是一位因冤案入狱的年轻银行家在牢中如何追寻自由的故事。不同的人看同样的影片可能都有不同的感受。对于目前无力改变现状的我，看完这部影片后最深的感受就是：才华、毅力两样，是任何人在任何境况下得到自由的最佳通途。片中的年轻银行家，凭着对银行财务知识的精通，在狱中，不仅为自己赢得了生命的安全、些许的自由，更为狱友争取到了物质、精神上的利益。也正因为对财务的精通，也使得男主角最后彻底击败残暴、阴险的狱长，并且使自己获得物质上的自由。"
    },
    {
      id: 123,
      title: "Andy Dufresne",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img1.doubanio.com/icon/user_normal.jpg",
        name: "[已注销]"
      },
      rating: {
        value: 5
      },
      summary: "关于《The Shawshank Redemption》的评论，太多，该说的差不多都已说了千万遍。对于这样一个热门的话题，再想要抒发一些个人的喜爱之情，不免有拾人牙慧之嫌。为了避免这样没新意的事情发生，许多单词我就不再提了，譬如“希望”，譬如“自由”。当然，这些都是很好很好的，也是可以第一时间从电影里感受到的。那么，我先说说我曾经感受到过的另一个单词，“理性”。安迪的胜利是理性的胜利，安迪的成功是理性的成功。无论面临怎样的局面，顺境也好，逆境也罢，他都不动声色，默默地审时度势，做他能做的努力，以达成自己的目标。这是一种伟大的才华！"
    },
    {
      id: 123,
      title: "为何《肖申克的救赎》在IMDb和豆瓣都能排第一？",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img9.doubanio.com/icon/u2586116-96.jpg",
        name: "方枪枪"
      },
      rating: {
        value: 5
      },
      summary: "时间会证明经典的价值，虽然在某些时刻会被误判和忽视。用上面这句话来描述电影《肖申克的救赎》丝毫不会让人觉得会有任何夸张和吹捧的意味，因为这部电影在后来多年牢牢占据IMDB和豆瓣电影榜单第一名的位置足以说明一切。但就是这么一部经典的电影，却在其锋芒初露的时候被人们忽视"
    },
    {
      id: 123,
      title: "《肖申克的救赎》：1994—2007，希望就是现实",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img2.doubanio.com/icon/u1317870-33.jpg",
        name: "aratana"
      },
      rating: {
        value: 5
      },
      summary: "一、缘起 从来没想过给《肖申克的救赎》写一篇影评，也许是生怕暴露自己只是个不谙世事的初级影迷，也许是对这样一部无法复制的影片真的不愿去过多地提起。然而一场出其不意的重感冒让我只能卧床裹被，已没有了力气去消化我那些故作高深、一直收着却懒得去看的电影，不期然地..."
    },
    {
      id: 123,
      title: "十年·肖申克的救赎",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img2.doubanio.com/icon/u1000152-23.jpg",
        name: "大头绿豆"
      },
      rating: {
        value: 5
      },
      summary: "距离斯蒂芬·金（Stephen King）和德拉邦特（Frank Darabont）们缔造这部伟大的作品已经有十年了。我知道美好的东西想必大家都能感受，但是很抱歉，我的聒噪仍将一如既往。在我眼里，肖申克的救赎与信念、自由和友谊有关。"
    },
    {
      id: 123,
      title: "终于找到了郁闷人生的原因――观《肖申克的救赎》有感",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img3.doubanio.com/icon/u1000564-1.jpg",
        name: "隱居雲上"
      },
      rating: {
        value: 4
      },
      summary: "周末看了一部美国影片《肖申克的救赎》（《The Shawshank Redemption》）讲的是一位因冤案入狱的年轻银行家在牢中如何追寻自由的故事。不同的人看同样的影片可能都有不同的感受。对于目前无力改变现状的我，看完这部影片后最深的感受就是：才华、毅力两样，是任何人在任何境况下得到自由的最佳通途。片中的年轻银行家，凭着对银行财务知识的精通，在狱中，不仅为自己赢得了生命的安全、些许的自由，更为狱友争取到了物质、精神上的利益。也正因为对财务的精通，也使得男主角最后彻底击败残暴、阴险的狱长，并且使自己获得物质上的自由。"
    },
    {
      id: 123,
      title: "Andy Dufresne",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img1.doubanio.com/icon/user_normal.jpg",
        name: "[已注销]"
      },
      rating: {
        value: 5
      },
      summary: "关于《The Shawshank Redemption》的评论，太多，该说的差不多都已说了千万遍。对于这样一个热门的话题，再想要抒发一些个人的喜爱之情，不免有拾人牙慧之嫌。为了避免这样没新意的事情发生，许多单词我就不再提了，譬如“希望”，譬如“自由”。当然，这些都是很好很好的，也是可以第一时间从电影里感受到的。那么，我先说说我曾经感受到过的另一个单词，“理性”。安迪的胜利是理性的胜利，安迪的成功是理性的成功。无论面临怎样的局面，顺境也好，逆境也罢，他都不动声色，默默地审时度势，做他能做的努力，以达成自己的目标。这是一种伟大的才华！"
    },
    {
      id: 123,
      title: "为何《肖申克的救赎》在IMDb和豆瓣都能排第一？",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img9.doubanio.com/icon/u2586116-96.jpg",
        name: "方枪枪"
      },
      rating: {
        value: 5
      },
      summary: "时间会证明经典的价值，虽然在某些时刻会被误判和忽视。用上面这句话来描述电影《肖申克的救赎》丝毫不会让人觉得会有任何夸张和吹捧的意味，因为这部电影在后来多年牢牢占据IMDB和豆瓣电影榜单第一名的位置足以说明一切。但就是这么一部经典的电影，却在其锋芒初露的时候被人们忽视"
    },
    {
      id: 123,
      title: "《肖申克的救赎》：1994—2007，希望就是现实",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img2.doubanio.com/icon/u1317870-33.jpg",
        name: "aratana"
      },
      rating: {
        value: 5
      },
      summary: "一、缘起 从来没想过给《肖申克的救赎》写一篇影评，也许是生怕暴露自己只是个不谙世事的初级影迷，也许是对这样一部无法复制的影片真的不愿去过多地提起。然而一场出其不意的重感冒让我只能卧床裹被，已没有了力气去消化我那些故作高深、一直收着却懒得去看的电影，不期然地..."
    },
    {
      id: 123,
      title: "十年·肖申克的救赎",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img2.doubanio.com/icon/u1000152-23.jpg",
        name: "大头绿豆"
      },
      rating: {
        value: 5
      },
      summary: "距离斯蒂芬·金（Stephen King）和德拉邦特（Frank Darabont）们缔造这部伟大的作品已经有十年了。我知道美好的东西想必大家都能感受，但是很抱歉，我的聒噪仍将一如既往。在我眼里，肖申克的救赎与信念、自由和友谊有关。"
    },
    {
      id: 123,
      title: "终于找到了郁闷人生的原因――观《肖申克的救赎》有感",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img3.doubanio.com/icon/u1000564-1.jpg",
        name: "隱居雲上"
      },
      rating: {
        value: 4
      },
      summary: "周末看了一部美国影片《肖申克的救赎》（《The Shawshank Redemption》）讲的是一位因冤案入狱的年轻银行家在牢中如何追寻自由的故事。不同的人看同样的影片可能都有不同的感受。对于目前无力改变现状的我，看完这部影片后最深的感受就是：才华、毅力两样，是任何人在任何境况下得到自由的最佳通途。片中的年轻银行家，凭着对银行财务知识的精通，在狱中，不仅为自己赢得了生命的安全、些许的自由，更为狱友争取到了物质、精神上的利益。也正因为对财务的精通，也使得男主角最后彻底击败残暴、阴险的狱长，并且使自己获得物质上的自由。"
    },
    {
      id: 123,
      title: "Andy Dufresne",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img1.doubanio.com/icon/user_normal.jpg",
        name: "[已注销]"
      },
      rating: {
        value: 5
      },
      summary: "关于《The Shawshank Redemption》的评论，太多，该说的差不多都已说了千万遍。对于这样一个热门的话题，再想要抒发一些个人的喜爱之情，不免有拾人牙慧之嫌。为了避免这样没新意的事情发生，许多单词我就不再提了，譬如“希望”，譬如“自由”。当然，这些都是很好很好的，也是可以第一时间从电影里感受到的。那么，我先说说我曾经感受到过的另一个单词，“理性”。安迪的胜利是理性的胜利，安迪的成功是理性的成功。无论面临怎样的局面，顺境也好，逆境也罢，他都不动声色，默默地审时度势，做他能做的努力，以达成自己的目标。这是一种伟大的才华！"
    },
    {
      id: 123,
      title: "为何《肖申克的救赎》在IMDb和豆瓣都能排第一？",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img9.doubanio.com/icon/u2586116-96.jpg",
        name: "方枪枪"
      },
      rating: {
        value: 5
      },
      summary: "时间会证明经典的价值，虽然在某些时刻会被误判和忽视。用上面这句话来描述电影《肖申克的救赎》丝毫不会让人觉得会有任何夸张和吹捧的意味，因为这部电影在后来多年牢牢占据IMDB和豆瓣电影榜单第一名的位置足以说明一切。但就是这么一部经典的电影，却在其锋芒初露的时候被人们忽视"
    },
    {
      id: 123,
      title: "《肖申克的救赎》：1994—2007，希望就是现实",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img2.doubanio.com/icon/u1317870-33.jpg",
        name: "aratana"
      },
      rating: {
        value: 5
      },
      summary: "一、缘起 从来没想过给《肖申克的救赎》写一篇影评，也许是生怕暴露自己只是个不谙世事的初级影迷，也许是对这样一部无法复制的影片真的不愿去过多地提起。然而一场出其不意的重感冒让我只能卧床裹被，已没有了力气去消化我那些故作高深、一直收着却懒得去看的电影，不期然地..."
    },
    {
      id: 123,
      title: "十年·肖申克的救赎",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img2.doubanio.com/icon/u1000152-23.jpg",
        name: "大头绿豆"
      },
      rating: {
        value: 5
      },
      summary: "距离斯蒂芬·金（Stephen King）和德拉邦特（Frank Darabont）们缔造这部伟大的作品已经有十年了。我知道美好的东西想必大家都能感受，但是很抱歉，我的聒噪仍将一如既往。在我眼里，肖申克的救赎与信念、自由和友谊有关。"
    },
    {
      id: 123,
      title: "终于找到了郁闷人生的原因――观《肖申克的救赎》有感",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img3.doubanio.com/icon/u1000564-1.jpg",
        name: "隱居雲上"
      },
      rating: {
        value: 4
      },
      summary: "周末看了一部美国影片《肖申克的救赎》（《The Shawshank Redemption》）讲的是一位因冤案入狱的年轻银行家在牢中如何追寻自由的故事。不同的人看同样的影片可能都有不同的感受。对于目前无力改变现状的我，看完这部影片后最深的感受就是：才华、毅力两样，是任何人在任何境况下得到自由的最佳通途。片中的年轻银行家，凭着对银行财务知识的精通，在狱中，不仅为自己赢得了生命的安全、些许的自由，更为狱友争取到了物质、精神上的利益。也正因为对财务的精通，也使得男主角最后彻底击败残暴、阴险的狱长，并且使自己获得物质上的自由。"
    },
    {
      id: 123,
      title: "Andy Dufresne",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img1.doubanio.com/icon/user_normal.jpg",
        name: "[已注销]"
      },
      rating: {
        value: 5
      },
      summary: "关于《The Shawshank Redemption》的评论，太多，该说的差不多都已说了千万遍。对于这样一个热门的话题，再想要抒发一些个人的喜爱之情，不免有拾人牙慧之嫌。为了避免这样没新意的事情发生，许多单词我就不再提了，譬如“希望”，譬如“自由”。当然，这些都是很好很好的，也是可以第一时间从电影里感受到的。那么，我先说说我曾经感受到过的另一个单词，“理性”。安迪的胜利是理性的胜利，安迪的成功是理性的成功。无论面临怎样的局面，顺境也好，逆境也罢，他都不动声色，默默地审时度势，做他能做的努力，以达成自己的目标。这是一种伟大的才华！"
    },
    {
      id: 123,
      title: "为何《肖申克的救赎》在IMDb和豆瓣都能排第一？",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img9.doubanio.com/icon/u2586116-96.jpg",
        name: "方枪枪"
      },
      rating: {
        value: 5
      },
      summary: "时间会证明经典的价值，虽然在某些时刻会被误判和忽视。用上面这句话来描述电影《肖申克的救赎》丝毫不会让人觉得会有任何夸张和吹捧的意味，因为这部电影在后来多年牢牢占据IMDB和豆瓣电影榜单第一名的位置足以说明一切。但就是这么一部经典的电影，却在其锋芒初露的时候被人们忽视"
    },
    {
      id: 123,
      title: "《肖申克的救赎》：1994—2007，希望就是现实",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img2.doubanio.com/icon/u1317870-33.jpg",
        name: "aratana"
      },
      rating: {
        value: 5
      },
      summary: "一、缘起 从来没想过给《肖申克的救赎》写一篇影评，也许是生怕暴露自己只是个不谙世事的初级影迷，也许是对这样一部无法复制的影片真的不愿去过多地提起。然而一场出其不意的重感冒让我只能卧床裹被，已没有了力气去消化我那些故作高深、一直收着却懒得去看的电影，不期然地..."
    },
    {
      id: 123,
      title: "十年·肖申克的救赎",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img2.doubanio.com/icon/u1000152-23.jpg",
        name: "大头绿豆"
      },
      rating: {
        value: 5
      },
      summary: "距离斯蒂芬·金（Stephen King）和德拉邦特（Frank Darabont）们缔造这部伟大的作品已经有十年了。我知道美好的东西想必大家都能感受，但是很抱歉，我的聒噪仍将一如既往。在我眼里，肖申克的救赎与信念、自由和友谊有关。"
    },
    {
      id: 123,
      title: "终于找到了郁闷人生的原因――观《肖申克的救赎》有感",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img3.doubanio.com/icon/u1000564-1.jpg",
        name: "隱居雲上"
      },
      rating: {
        value: 4
      },
      summary: "周末看了一部美国影片《肖申克的救赎》（《The Shawshank Redemption》）讲的是一位因冤案入狱的年轻银行家在牢中如何追寻自由的故事。不同的人看同样的影片可能都有不同的感受。对于目前无力改变现状的我，看完这部影片后最深的感受就是：才华、毅力两样，是任何人在任何境况下得到自由的最佳通途。片中的年轻银行家，凭着对银行财务知识的精通，在狱中，不仅为自己赢得了生命的安全、些许的自由，更为狱友争取到了物质、精神上的利益。也正因为对财务的精通，也使得男主角最后彻底击败残暴、阴险的狱长，并且使自己获得物质上的自由。"
    },
    {
      id: 123,
      title: "Andy Dufresne",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img1.doubanio.com/icon/user_normal.jpg",
        name: "[已注销]"
      },
      rating: {
        value: 5
      },
      summary: "关于《The Shawshank Redemption》的评论，太多，该说的差不多都已说了千万遍。对于这样一个热门的话题，再想要抒发一些个人的喜爱之情，不免有拾人牙慧之嫌。为了避免这样没新意的事情发生，许多单词我就不再提了，譬如“希望”，譬如“自由”。当然，这些都是很好很好的，也是可以第一时间从电影里感受到的。那么，我先说说我曾经感受到过的另一个单词，“理性”。安迪的胜利是理性的胜利，安迪的成功是理性的成功。无论面临怎样的局面，顺境也好，逆境也罢，他都不动声色，默默地审时度势，做他能做的努力，以达成自己的目标。这是一种伟大的才华！"
    },
    {
      id: 123,
      title: "为何《肖申克的救赎》在IMDb和豆瓣都能排第一？",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img9.doubanio.com/icon/u2586116-96.jpg",
        name: "方枪枪"
      },
      rating: {
        value: 5
      },
      summary: "时间会证明经典的价值，虽然在某些时刻会被误判和忽视。用上面这句话来描述电影《肖申克的救赎》丝毫不会让人觉得会有任何夸张和吹捧的意味，因为这部电影在后来多年牢牢占据IMDB和豆瓣电影榜单第一名的位置足以说明一切。但就是这么一部经典的电影，却在其锋芒初露的时候被人们忽视"
    },
    {
      id: 123,
      title: "《肖申克的救赎》：1994—2007，希望就是现实",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img2.doubanio.com/icon/u1317870-33.jpg",
        name: "aratana"
      },
      rating: {
        value: 5
      },
      summary: "一、缘起 从来没想过给《肖申克的救赎》写一篇影评，也许是生怕暴露自己只是个不谙世事的初级影迷，也许是对这样一部无法复制的影片真的不愿去过多地提起。然而一场出其不意的重感冒让我只能卧床裹被，已没有了力气去消化我那些故作高深、一直收着却懒得去看的电影，不期然地..."
    },
    {
      id: 123,
      title: "十年·肖申克的救赎",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img2.doubanio.com/icon/u1000152-23.jpg",
        name: "大头绿豆"
      },
      rating: {
        value: 5
      },
      summary: "距离斯蒂芬·金（Stephen King）和德拉邦特（Frank Darabont）们缔造这部伟大的作品已经有十年了。我知道美好的东西想必大家都能感受，但是很抱歉，我的聒噪仍将一如既往。在我眼里，肖申克的救赎与信念、自由和友谊有关。"
    },
    {
      id: 123,
      title: "终于找到了郁闷人生的原因――观《肖申克的救赎》有感",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img3.doubanio.com/icon/u1000564-1.jpg",
        name: "隱居雲上"
      },
      rating: {
        value: 4
      },
      summary: "周末看了一部美国影片《肖申克的救赎》（《The Shawshank Redemption》）讲的是一位因冤案入狱的年轻银行家在牢中如何追寻自由的故事。不同的人看同样的影片可能都有不同的感受。对于目前无力改变现状的我，看完这部影片后最深的感受就是：才华、毅力两样，是任何人在任何境况下得到自由的最佳通途。片中的年轻银行家，凭着对银行财务知识的精通，在狱中，不仅为自己赢得了生命的安全、些许的自由，更为狱友争取到了物质、精神上的利益。也正因为对财务的精通，也使得男主角最后彻底击败残暴、阴险的狱长，并且使自己获得物质上的自由。"
    },
    {
      id: 123,
      title: "Andy Dufresne",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img1.doubanio.com/icon/user_normal.jpg",
        name: "[已注销]"
      },
      rating: {
        value: 5
      },
      summary: "关于《The Shawshank Redemption》的评论，太多，该说的差不多都已说了千万遍。对于这样一个热门的话题，再想要抒发一些个人的喜爱之情，不免有拾人牙慧之嫌。为了避免这样没新意的事情发生，许多单词我就不再提了，譬如“希望”，譬如“自由”。当然，这些都是很好很好的，也是可以第一时间从电影里感受到的。那么，我先说说我曾经感受到过的另一个单词，“理性”。安迪的胜利是理性的胜利，安迪的成功是理性的成功。无论面临怎样的局面，顺境也好，逆境也罢，他都不动声色，默默地审时度势，做他能做的努力，以达成自己的目标。这是一种伟大的才华！"
    },
    {
      id: 123,
      title: "为何《肖申克的救赎》在IMDb和豆瓣都能排第一？",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img9.doubanio.com/icon/u2586116-96.jpg",
        name: "方枪枪"
      },
      rating: {
        value: 5
      },
      summary: "时间会证明经典的价值，虽然在某些时刻会被误判和忽视。用上面这句话来描述电影《肖申克的救赎》丝毫不会让人觉得会有任何夸张和吹捧的意味，因为这部电影在后来多年牢牢占据IMDB和豆瓣电影榜单第一名的位置足以说明一切。但就是这么一部经典的电影，却在其锋芒初露的时候被人们忽视"
    },
    {
      id: 123,
      title: "《肖申克的救赎》：1994—2007，希望就是现实",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img2.doubanio.com/icon/u1317870-33.jpg",
        name: "aratana"
      },
      rating: {
        value: 5
      },
      summary: "一、缘起 从来没想过给《肖申克的救赎》写一篇影评，也许是生怕暴露自己只是个不谙世事的初级影迷，也许是对这样一部无法复制的影片真的不愿去过多地提起。然而一场出其不意的重感冒让我只能卧床裹被，已没有了力气去消化我那些故作高深、一直收着却懒得去看的电影，不期然地..."
    },
    {
      id: 123,
      title: "十年·肖申克的救赎",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img2.doubanio.com/icon/u1000152-23.jpg",
        name: "大头绿豆"
      },
      rating: {
        value: 5
      },
      summary: "距离斯蒂芬·金（Stephen King）和德拉邦特（Frank Darabont）们缔造这部伟大的作品已经有十年了。我知道美好的东西想必大家都能感受，但是很抱歉，我的聒噪仍将一如既往。在我眼里，肖申克的救赎与信念、自由和友谊有关。"
    },
    {
      id: 123,
      title: "终于找到了郁闷人生的原因――观《肖申克的救赎》有感",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img3.doubanio.com/icon/u1000564-1.jpg",
        name: "隱居雲上"
      },
      rating: {
        value: 4
      },
      summary: "周末看了一部美国影片《肖申克的救赎》（《The Shawshank Redemption》）讲的是一位因冤案入狱的年轻银行家在牢中如何追寻自由的故事。不同的人看同样的影片可能都有不同的感受。对于目前无力改变现状的我，看完这部影片后最深的感受就是：才华、毅力两样，是任何人在任何境况下得到自由的最佳通途。片中的年轻银行家，凭着对银行财务知识的精通，在狱中，不仅为自己赢得了生命的安全、些许的自由，更为狱友争取到了物质、精神上的利益。也正因为对财务的精通，也使得男主角最后彻底击败残暴、阴险的狱长，并且使自己获得物质上的自由。"
    },
    {
      id: 123,
      title: "Andy Dufresne",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img1.doubanio.com/icon/user_normal.jpg",
        name: "[已注销]"
      },
      rating: {
        value: 5
      },
      summary: "关于《The Shawshank Redemption》的评论，太多，该说的差不多都已说了千万遍。对于这样一个热门的话题，再想要抒发一些个人的喜爱之情，不免有拾人牙慧之嫌。为了避免这样没新意的事情发生，许多单词我就不再提了，譬如“希望”，譬如“自由”。当然，这些都是很好很好的，也是可以第一时间从电影里感受到的。那么，我先说说我曾经感受到过的另一个单词，“理性”。安迪的胜利是理性的胜利，安迪的成功是理性的成功。无论面临怎样的局面，顺境也好，逆境也罢，他都不动声色，默默地审时度势，做他能做的努力，以达成自己的目标。这是一种伟大的才华！"
    },
    {
      id: 123,
      title: "为何《肖申克的救赎》在IMDb和豆瓣都能排第一？",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img9.doubanio.com/icon/u2586116-96.jpg",
        name: "方枪枪"
      },
      rating: {
        value: 5
      },
      summary: "时间会证明经典的价值，虽然在某些时刻会被误判和忽视。用上面这句话来描述电影《肖申克的救赎》丝毫不会让人觉得会有任何夸张和吹捧的意味，因为这部电影在后来多年牢牢占据IMDB和豆瓣电影榜单第一名的位置足以说明一切。但就是这么一部经典的电影，却在其锋芒初露的时候被人们忽视"
    },
    {
      id: 123,
      title: "《肖申克的救赎》：1994—2007，希望就是现实",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img2.doubanio.com/icon/u1317870-33.jpg",
        name: "aratana"
      },
      rating: {
        value: 5
      },
      summary: "一、缘起 从来没想过给《肖申克的救赎》写一篇影评，也许是生怕暴露自己只是个不谙世事的初级影迷，也许是对这样一部无法复制的影片真的不愿去过多地提起。然而一场出其不意的重感冒让我只能卧床裹被，已没有了力气去消化我那些故作高深、一直收着却懒得去看的电影，不期然地..."
    },
    {
      id: 123,
      title: "十年·肖申克的救赎",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img2.doubanio.com/icon/u1000152-23.jpg",
        name: "大头绿豆"
      },
      rating: {
        value: 5
      },
      summary: "距离斯蒂芬·金（Stephen King）和德拉邦特（Frank Darabont）们缔造这部伟大的作品已经有十年了。我知道美好的东西想必大家都能感受，但是很抱歉，我的聒噪仍将一如既往。在我眼里，肖申克的救赎与信念、自由和友谊有关。"
    },
    {
      id: 123,
      title: "终于找到了郁闷人生的原因――观《肖申克的救赎》有感",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img3.doubanio.com/icon/u1000564-1.jpg",
        name: "隱居雲上"
      },
      rating: {
        value: 4
      },
      summary: "周末看了一部美国影片《肖申克的救赎》（《The Shawshank Redemption》）讲的是一位因冤案入狱的年轻银行家在牢中如何追寻自由的故事。不同的人看同样的影片可能都有不同的感受。对于目前无力改变现状的我，看完这部影片后最深的感受就是：才华、毅力两样，是任何人在任何境况下得到自由的最佳通途。片中的年轻银行家，凭着对银行财务知识的精通，在狱中，不仅为自己赢得了生命的安全、些许的自由，更为狱友争取到了物质、精神上的利益。也正因为对财务的精通，也使得男主角最后彻底击败残暴、阴险的狱长，并且使自己获得物质上的自由。"
    },
    {
      id: 123,
      title: "Andy Dufresne",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img1.doubanio.com/icon/user_normal.jpg",
        name: "[已注销]"
      },
      rating: {
        value: 5
      },
      summary: "关于《The Shawshank Redemption》的评论，太多，该说的差不多都已说了千万遍。对于这样一个热门的话题，再想要抒发一些个人的喜爱之情，不免有拾人牙慧之嫌。为了避免这样没新意的事情发生，许多单词我就不再提了，譬如“希望”，譬如“自由”。当然，这些都是很好很好的，也是可以第一时间从电影里感受到的。那么，我先说说我曾经感受到过的另一个单词，“理性”。安迪的胜利是理性的胜利，安迪的成功是理性的成功。无论面临怎样的局面，顺境也好，逆境也罢，他都不动声色，默默地审时度势，做他能做的努力，以达成自己的目标。这是一种伟大的才华！"
    },
    {
      id: 123,
      title: "为何《肖申克的救赎》在IMDb和豆瓣都能排第一？",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img9.doubanio.com/icon/u2586116-96.jpg",
        name: "方枪枪"
      },
      rating: {
        value: 5
      },
      summary: "时间会证明经典的价值，虽然在某些时刻会被误判和忽视。用上面这句话来描述电影《肖申克的救赎》丝毫不会让人觉得会有任何夸张和吹捧的意味，因为这部电影在后来多年牢牢占据IMDB和豆瓣电影榜单第一名的位置足以说明一切。但就是这么一部经典的电影，却在其锋芒初露的时候被人们忽视"
    },
    {
      id: 123,
      title: "《肖申克的救赎》：1994—2007，希望就是现实",
      alt: "",
      subject_id: 123,
      author: {
        avatar: "https://img2.doubanio.com/icon/u1317870-33.jpg",
        name: "aratana"
      },
      rating: {
        value: 5
      },
      summary: "一、缘起 从来没想过给《肖申克的救赎》写一篇影评，也许是生怕暴露自己只是个不谙世事的初级影迷，也许是对这样一部无法复制的影片真的不愿去过多地提起。然而一场出其不意的重感冒让我只能卧床裹被，已没有了力气去消化我那些故作高深、一直收着却懒得去看的电影，不期然地..."
    }
  ]

}
